Repository: common-repository/better-backgrounds
Catalog: languages/bbg-*.po
Languages: pt_br

source: You can customize the look of your site without touching any of your theme&#8217;s code by using a Better Backgrounds..
pt_br: Você pode personalizar o visual de seu site sem ao menos tocar em seu tema&#8217;s utilizando o Better Backgrounds...

source: <a href="http://davetcoleman.com/blog/better-backgrounds-wordpress-plugin" target="_blank">Documentation on Better Backgrounds</a>
pt_br: <a href="http://davetcoleman.com/blog/better-backgrounds-wordpress-plugin" target="_blank">Documentação do Better Backgrounds</a>

source: Keep your site looking fresh!
pt_br: Mantenha seu site com um bom visual!

source: Help & Support
pt_br: Ajuda & Suporte

source: Background updated. <a href="%s">Visit your site</a> to see how it looks.
pt_br: Fundo atualizado. <a href="%s">Visite seu site</a> para ver como ficará.

source: Background Preview
pt_br: Previsão do fundo

source: Background Images
pt_br: Imagens de fundo

source: Note: You are in manual upload mode and may need server access via FTP to add background images. For easier use we recommend you install the <a href="http://wordpress.org/extend/plugins/nextgen-gallery/">NextGen Gallery</a> Wordpress plugin and return to this page.
pt_br: Nota: Você está em modo de upload manual e deverá acessar seu servidor através de FTP para adicionar imagens. Para um uso mais fácil, recomendamos que instale o plugin WordPress <a href=\"http://wordpress.org/extend/plugins/nextgen-gallery/\">NextGen Gallery</a> e retornar a esta página.

source: Find and upload your desired images in .png, .gif, or .jpg formats.
pt_br: Encontre e faça upload de imagens nos formatos .png, .gif ou .jpg

source: Based on today's browser display statistics, a good recommended image size is 1280px x 1024px.
pt_br: Baseado em estatísticas atuais de exibição de navegadores, uma boa recomendação é usar imagens nos tamanhos 1280px X 1024px.

source: Images Location:
pt_br: Local das imagens:

source: Choose your NextGen Gallery
pt_br: Escolha sua galeria do NextGen

source: Upload images to a new
pt_br: Faça upload de imagens para uma nova

source: Enter the server sub-folder path
pt_br: Digite o diretório em seu servidor

source: to the folder containing your background images:
pt_br: que contenha suas imagens de fundo:

source: (e.g. wp-content/uploads/bg-images/)
pt_br: (por exemplo wp-content/uploads/bg-images/)

source: Background Layout
pt_br: Layout de Fundo

source: Choose how you want the background to be displayed on your website.
pt_br: Escolha como quer que o fundo seja exibido em seu site.

source: Layout Mode:
pt_br: Modo de Layout:

source: Better Background
pt_br: Backgrounds Melhores

source: Recommended
pt_br: Recomendado

source: Easiest to implement and offers the most options and customizations. Scales it to fit browser window exactly.
pt_br: O jeito mais fácil de implementar e oferece vastas opções e personalizações. Adapta-se à escala exata do navegador.

source: Classic Background
pt_br: Fundo clássico

source: Uses the standard body background css attribute. Does not scale the background to fit the page's width or support fade in. Works like the regular Wordpress Custom Background functionality.
pt_br: Usa o atributo CSS padrão para fundo de corpo. Não escala o fundo para adaptar-se à largura da página ou suporta desvanecimento. Trabalha como um fundo personalizado normal do WordPress.

source: Developer
pt_br: Desenvolvedor

source: Specify exactly where to place the background on the webpage.
pt_br: Especifique exatamente onde será colocado o fundo em sua página

source: Background Layout Options
pt_br: Opções de Layout de fundo

source: Customize your chosen background layout.
pt_br: Personalize o layout de seu fundo escolhido.

source: Color
pt_br: Cor

source: Background Color
pt_br: Cor de fundo

source: Select a Color
pt_br: Selecione uma cor

source: Attachment
pt_br: Anexo

source: Background Attachment
pt_br: Anexo de fundo

source: Scroll
pt_br: Rolar

source: Fixed
pt_br: Fixo

source: 'Fixed' - the background image will not move as the page scrolls down.
pt_br: 'Fixo' - a imagem de fundo não se moverá à medida que a página é rolada.

source: Position
pt_br: Posição

source: Background Position
pt_br: Posição da imagem de fundo

source: Left
pt_br: Esquerda

source: Center
pt_br: Centro

source: Right
pt_br: Direita

source: Repeat
pt_br: Repetir

source: Background Repeat
pt_br: Repetir o fundo

source: No Repeat
pt_br: Não repetir

source: Tile
pt_br: Título

source: Tile Horizontally
pt_br: Mosaico Horizontal

source: Tile Vertically
pt_br: Mosaico Vertical

source: Fade In
pt_br: Desvanecer

source: Fade In Background
pt_br: Desvanecimento ao fundo

source: Use the jQuery fade effect to show your background. Looks best with a black background color.
pt_br: Uso o efeito de desvanecimento do jQuery para exibir seu fundo. É melhor exibido com uma cor de fundo preta.

source: Fade In Speed
pt_br: Desvanecimento em velocidade

source: milliseconds
pt_br: milisegundos

source: Height
pt_br: AlturaHauteur

source: Full page width, scrolling layout only. There is no height by default. If you want backgrounds to fit width and height of your page, you can set the height to 100%. Otherwise you can set the height in pixels.
pt_br: Largura de página completa, só funciona com o layout de rolagem. Não é definida altura por padrão. Se você quiser que a largura e altura dos fundos adaptem-se à sua página, você pode definir altura para 100%. Ou então você pode definir uma altura em pixeis.

source: Random Image Change Interval
pt_br: Intervalo entre mudanças aleatórias de imagem

source: How often your background image changes.
pt_br: Quão frequenta as imagens de fundo mudarão

source: Change Interval
pt_br: Alterar intervalo

source: Once A Visitor Session
pt_br: Cada vez que um visitante iniciar uma sessão

source: The same random image will be used on every page of the site, until they visit on a different session (uses cookies).
pt_br: A mesma imagem aleatória será usada em todas as páginas do site, até que o visitante saia e depois entre em uma nova sessão (usando cookies)

source: Every Page Refresh
pt_br: A cada atualização de página

source: Every time a visitor changes pages a new random image is chosen.
pt_br: Toda vez que o visitante mudar de página, uma nova imagem aleatória é escolhida.

source: Continuously On Timer Interval (Slideshow)
pt_br: Continuamente dentro de um intervalo de tempo (Slideshow)

source: Background images will loop through like a slideshow.
pt_br: Imagens de fundo irão alternar indefinidamente como um slideshow.

source: Change Background Every
pt_br: Alterar o fundo a cada

source: seconds
pt_br: segundos

source: Developer Integration
pt_br: Integração de desenvolvedor

source: Object Selector
pt_br: Selecionador de Objeto

source: If you want to customize where the background image is to be placed you can specify the id or class name of a DOM object, like a &lt;div&gt;. This plugin will automatically insert the css to set the object's 'background:' property and use javascript to change the background or apply effects, as specified in the options above.
pt_br: Se você quiser personalizar onde a imagem de fundo será colocada, você pode especificar o ID e a classe de um objeto DOM, como um &lt;div&gt;. Este plugin irá automaticamente inserir o CSS para definir o 'fundo' do objeto e usar JavaScript para alterar o fundo e aplicar efeitos, como especificados nas opções acima.

source: Function Call
pt_br: Chamada de função

source: The function call is probably not necessary but is included here for reference
pt_br: A chamada de função provavelmente não é necessária, mas é incluída aqui como referência

source: To insert the custom background image into your custom theme, you can use something similar to the following code:
pt_br: Para inserir uma imagem de fundo personalizada em seu tema, você pode usar algo similar ao seguinte código:

source: Or to add the background image url to a variable, use something like this:
pt_br: Ou para adicionar imagens de fundo a uma variável, use algo como isto:

source: Note: this function only works in Wordpress 3.0 and higher.
pt_br: Nota: esta função somente funciona em Wordpress 3.0 ou superior.

source: Settings
pt_br: Configurações
